Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# calendar.subscription.disable.message
source: Your calendar app will stop receiving updates from Tidex. You can set it up again later.
ar: سيتوقف تطبيق التقويم عن تلقي التحديثات من Tidex. يمكنك إعداده مرة أخرى لاحقًا.
bg: Приложението ви за календар ще спре да получава обновявания от Tidex. Може да го настроите отново по-късно.
bn: আপনার ক্যালেন্ডার অ্যাপ আর Tidex থেকে আপডেট পাবে না। আপনি পরে আবার এটি সেট আপ করতে পারবেন।
ca: La teva app de calendari deixarà de rebre actualitzacions de Tidex. Ho podràs tornar a configurar més endavant.
cs: Vaše aplikace Kalendář přestane dostávat aktualizace z Tidexu. Později ji můžete znovu nastavit.
da: Din kalenderapp modtager ikke længere opdateringer fra Tidex. Du kan sætte det op igen senere.
de: Deine Kalender-App erhält keine Updates mehr von Tidex. Du kannst es später erneut einrichten.
el: Η εφαρμογή ημερολογίου σας θα σταματήσει να λαμβάνει ενημερώσεις από το Tidex. Μπορείτε να το ρυθμίσετε ξανά αργότερα.
es: Tu app de calendario dejará de recibir actualizaciones de Tidex. Podrás configurarla de nuevo más tarde.
et: Sinu kalendrirakendus ei saa enam Tidexilt uuendusi. Saad selle hiljem uuesti seadistada.
fa: برنامه تقویم شما دیگر به‌روزرسانی‌های Tidex را دریافت نخواهد کرد. می‌توانید بعداً دوباره آن را تنظیم کنید.
fi: Kalenterisovelluksesi ei enää vastaanota päivityksiä Tidexiltä. Voit ottaa sen käyttöön myöhemmin uudelleen.
fil: Hihinto sa pagtanggap ng updates mula sa Tidex ang iyong calendar app. Maaari mo itong i-set up muli mamaya.
fr: Votre app Calendrier ne recevra plus les mises à jour de Tidex. Vous pourrez la reconfigurer plus tard.
he: אפליקציית היומן שלך תפסיק לקבל עדכונים מ-Tidex. אפשר להגדיר זאת שוב מאוחר יותר.
hi: आपके कैलेंडर ऐप को Tidex से अपडेट मिलना बंद हो जाएगा। आप इसे बाद में फिर से सेट कर सकते हैं।
hr: Vaša aplikacija Kalendar više neće primati ažuriranja od Tidexa. Možete je ponovno postaviti kasnije.
hu: A naptárapp többé nem kap frissítéseket a Tidextől. Később újra beállíthatod.
id: Aplikasi kalender Anda akan berhenti menerima pembaruan dari Tidex. Anda dapat mengaturnya lagi nanti.
is: Dagatalsappið þitt hættir að fá uppfærslur frá Tidex. Þú getur sett það upp aftur síðar.
it: La tua app Calendario smetterà di ricevere aggiornamenti da Tidex. Potrai configurarla di nuovo più tardi.
ja: カレンダーアプリはTidexからの更新を受信しなくなります。後でもう一度設定できます。
ko: 캘린더 앱이 더 이상 Tidex의 업데이트를 받지 않습니다. 나중에 다시 설정할 수 있습니다.
lt: Jūsų kalendoriaus programa nebegaus atnaujinimų iš „Tidex“. Vėliau galėsite tai nustatyti iš naujo.
lv: Jūsu kalendāra lietotne vairs nesaņems atjauninājumus no Tidex. Vēlāk to varēsiet iestatīt no jauna.
nb: Kalenderappen slutter å motta oppdateringer fra Tidex. Du kan sette det opp igjen senere.
nl: Je agenda-app ontvangt geen updates meer van Tidex. Je kunt dit later opnieuw instellen.
nn: Kalenderappen sluttar å ta imot oppdateringar frå Tidex. Du kan setje det opp igjen seinare.
pl: Twoja aplikacja kalendarza przestanie otrzymywać aktualizacje z Tidex. Możesz skonfigurować to ponownie później.
pt_br: Seu app de calendário deixará de receber atualizações do Tidex. Você pode configurá-lo novamente depois.
ro: Aplicația ta Calendar nu va mai primi actualizări de la Tidex. O poți configura din nou mai târziu.
ru: Ваш календарь перестанет получать обновления от Tidex. Вы сможете настроить это позже.
sk: Vaša aplikácia Kalendár už nebude dostávať aktualizácie z Tidexu. Neskôr ju môžete znova nastaviť.
sl: Vaša aplikacija koledarja ne bo več prejemala posodobitev iz Tidexa. Pozneje jo lahko znova nastavite.
sr: Vaša aplikacija Kalendar više neće primati ažuriranja iz Tidex-a. Možete je ponovo podesiti kasnije.
sv: Din kalenderapp slutar ta emot uppdateringar från Tidex. Du kan ställa in det igen senare.
sw: Programu yako ya kalenda itaacha kupokea masasisho kutoka Tidex. Unaweza kuiweka tena baadaye.
ta: உங்கள் காலண்டர் ஆப் இனி Tidex-லிருந்து புதுப்பிப்புகளைப் பெறாது. பின்னர் மீண்டும் அமைக்கலாம்.
th: แอปปฏิทินของคุณจะหยุดรับการอัปเดตจาก Tidex คุณสามารถตั้งค่าใหม่ได้ภายหลัง
tr: Takvim uygulamanız artık Tidex'ten güncelleme almayacak. Daha sonra yeniden kurabilirsiniz.
uk: Ваш календар перестане отримувати оновлення з Tidex. Ви зможете налаштувати це знову пізніше.
ur: آپ کی کیلنڈر ایپ کو Tidex سے اپ ڈیٹس ملنا بند ہو جائیں گی۔ آپ اسے بعد میں دوبارہ ترتیب دے سکتے ہیں۔
vi: Ứng dụng lịch của bạn sẽ ngừng nhận cập nhật từ Tidex. Bạn có thể thiết lập lại sau.
zh_hans: 你的日历应用将停止接收来自 Tidex 的更新。你以后可以重新设置。
zh_hant: 你的行事曆 App 將不再接收來自 Tidex 的更新。你之後可以再次設定。

# calendar.subscription.disable.title
source: Turn off calendar sync?
ar: هل تريد إيقاف مزامنة التقويم؟
bg: Да се изключи ли синхр. на календара?
bn: ক্যালেন্ডার সিঙ্ক বন্ধ করবেন?
ca: Vols desactivar la sincronització del calendari?
cs: Vypnout synchronizaci kalendáře?
da: Slå kalendersynkronisering fra?
de: Kalendersynchronisierung deaktivieren?
el: Απενεργοποίηση συγχρονισμού ημερολογίου;
es: ¿Desactivar sincronización de calendario?
et: Kas lülitada kalendri sünkroonimine välja?
fa: همگام‌سازی تقویم خاموش شود؟
fi: Poistetaanko kalenterisynkronointi käytöstä?
fil: I-off ang pag-sync ng kalendaryo?
fr: Désactiver la synchro du calendrier ?
he: לכבות את סנכרון היומן?
hi: कैलेंडर सिंक बंद करें?
hr: Isključiti sinkronizaciju kalendara?
hu: Kikapcsolod a naptárszinkront?
id: Matikan sinkronisasi kalender?
is: Slökkva á dagatalssamstillingu?
it: Disattivare la sincronizzazione del calendario?
ja: カレンダー同期をオフにしますか？
ko: 캘린더 동기화를 끌까요?
lt: Išjungti kalendoriaus sinchronizavimą?
lv: Izslēgt kalendāra sinhronizāciju?
nb: Slå av kalendersynkronisering?
nl: Agendasynchronisatie uitschakelen?
nn: Slå av kalendersynkronisering?
pl: Wyłączyć synchronizację kalendarza?
pt_br: Desativar sincronização do calendário?
ro: Dezactivezi sincronizarea calendarului?
ru: Отключить синхронизацию календаря?
sk: Vypnúť synchronizáciu kalendára?
sl: Izklopim sinhronizacijo koledarja?
sr: Isključiti sinhronizaciju kalendara?
sv: Stänga av kalendersynk?
sw: Zima usawazishaji wa kalenda?
ta: காலண்டர் ஒத்திசைவை அணைக்கவா?
th: ปิดการซิงค์ปฏิทิน?
tr: Takvim senkronizasyonu kapatılsın mı?
uk: Вимкнути синхронізацію календаря?
ur: کیلنڈر ہم آہنگی بند کریں؟
vi: Tắt đồng bộ lịch?
zh_hans: 关闭日历同步？
zh_hant: 要關閉行事曆同步嗎？

# calendar.subscription.error.already_active
source: Calendar sync is already set up.
ar: مزامنة التقويم مُعدة بالفعل.
bg: Синхр. на календара вече е настроен.
bn: ক্যালেন্ডার সিঙ্ক ইতিমধ্যে সেট আপ করা আছে।
ca: La sincronització del calendari ja està configurada.
cs: Synchronizace kalendáře je už nastavena.
da: Kalendersynkronisering er allerede sat op.
de: Die Kalendersynchronisierung ist bereits eingerichtet.
el: Ο συγχρονισμός ημερολογίου έχει ήδη ρυθμιστεί.
es: La sincronización de calendario ya está configurada.
et: Kalendri sünkroonimine on juba seadistatud.
fa: همگام‌سازی تقویم از قبل تنظیم شده است.
fi: Kalenterisynkronointi on jo otettu käyttöön.
fil: Naka-set up na ang pag-sync ng kalendaryo.
fr: La synchronisation du calendrier est déjà configurée.
he: סנכרון היומן כבר הוגדר.
hi: कैलेंडर सिंक पहले से सेट अप है।
hr: Sinkronizacija kalendara već je postavljena.
hu: A naptárszinkron már be van állítva.
id: Sinkronisasi kalender sudah diatur.
is: Dagatalssamstilling er þegar sett upp.
it: La sincronizzazione del calendario è già configurata.
ja: カレンダー同期はすでに設定されています。
ko: 캘린더 동기화가 이미 설정되어 있습니다.
lt: Kalendoriaus sinchronizavimas jau nustatytas.
lv: Kalendāra sinhronizācija jau ir iestatīta.
nb: Kalendersynkronisering er allerede satt opp.
nl: Agendasynchronisatie is al ingesteld.
nn: Kalendersynkronisering er allereie sett opp.
pl: Synchronizacja kalendarza jest już skonfigurowana.
pt_br: A sincronização do calendário já está configurada.
ro: Sincronizarea calendarului este deja configurată.
ru: Синхронизация календаря уже настроена.
sk: Synchronizácia kalendára je už nastavená.
sl: Sinhronizacija koledarja je že nastavljena.
sr: Sinhronizacija kalendara je već podešena.
sv: Kalendersynk är redan inställd.
sw: Usawazishaji wa kalenda tayari umewekwa.
ta: காலண்டர் ஒத்திசைவு ஏற்கனவே அமைக்கப்பட்டுள்ளது.
th: ตั้งค่าการซิงค์ปฏิทินแล้ว
tr: Takvim senkronizasyonu zaten kurulu.
uk: Синхронізацію календаря вже налаштовано.
ur: کیلنڈر ہم آہنگی پہلے ہی ترتیب دی جا چکی ہے۔
vi: Đồng bộ lịch đã được thiết lập rồi.
zh_hans: 日历同步已设置。
zh_hant: 行事曆同步已設定。

# calendar.subscription.error.invalid_url
source: The calendar link could not be created.
ar: تعذر إنشاء رابط التقويم.
bg: Календарният линк не можа да бъде създаден.
bn: ক্যালেন্ডার লিংক তৈরি করা যায়নি।
ca: No s'ha pogut crear l'enllaç del calendari.
cs: Odkaz na kalendář se nepodařilo vytvořit.
da: Kalenderlinket kunne ikke oprettes.
de: Der Kalenderlink konnte nicht erstellt werden.
el: Δεν ήταν δυνατή η δημιουργία του συνδέσμου ημερολογίου.
es: No se pudo crear el enlace del calendario.
et: Kalendriviidet ei saanud luua.
fa: لینک تقویم ایجاد نشد.
fi: Kalenterilinkkiä ei voitu luoda.
fil: Hindi magawa ang calendar link.
fr: Impossible de créer le lien du calendrier.
he: לא ניתן היה ליצור את קישור היומן.
hi: कैलेंडर लिंक बनाया नहीं जा सका।
hr: Poveznicu kalendara nije bilo moguće izraditi.
hu: A naptárhivatkozást nem sikerült létrehozni.
id: Tautan kalender tidak dapat dibuat.
is: Ekki tókst að búa til dagatalstengilinn.
it: Impossibile creare il link del calendario.
ja: カレンダーリンクを作成できませんでした。
ko: 캘린더 링크를 만들 수 없습니다.
lt: Kalendoriaus nuorodos nepavyko sukurti.
lv: Nevarēja izveidot kalendāra saiti.
nb: Kalenderlenken kunne ikke opprettes.
nl: De agendalink kon niet worden gemaakt.
nn: Kalenderlenkja kunne ikkje opprettast.
pl: Nie udało się utworzyć linku kalendarza.
pt_br: Não foi possível criar o link do calendário.
ro: Linkul de calendar nu a putut fi creat.
ru: Не удалось создать ссылку календаря.
sk: Nepodarilo sa vytvoriť odkaz na kalendár.
sl: Povezave koledarja ni bilo mogoče ustvariti.
sr: Veza za kalendar nije mogla da se napravi.
sv: Kalenderlänken kunde inte skapas.
sw: Kiungo cha kalenda hakikuweza kuundwa.
ta: காலண்டர் இணைப்பை உருவாக்க முடியவில்லை.
th: ไม่สามารถสร้างลิงก์ปฏิทินได้
tr: Takvim bağlantısı oluşturulamadı.
uk: Не вдалося створити посилання календаря.
ur: کیلنڈر لنک نہیں بنایا جا سکا۔
vi: Không thể tạo liên kết lịch.
zh_hans: 无法创建日历链接。
zh_hant: 無法建立行事曆連結。

# calendar.subscription.error.missing_token
source: This device no longer has the calendar link. Create a new calendar link to open it again.
ar: لم يعد هذا الجهاز يحتوي على رابط التقويم. أنشئ رابط تقويم جديدًا لفتحه مرة أخرى.
bg: Това устройство вече няма календарния линк. Създайте нов календарен линк, за да го отворите отново.
bn: এই ডিভাইসে আর ক্যালেন্ডার লিংকটি নেই। আবার খুলতে নতুন ক্যালেন্ডার লিংক তৈরি করুন।
ca: Aquest dispositiu ja no té l'enllaç del calendari. Crea un enllaç de calendari nou per tornar-lo a obrir.
cs: Toto zařízení už nemá odkaz na kalendář. Vytvořte nový odkaz kalendáře a znovu ho otevřete.
da: Denne enhed har ikke længere kalenderlinket. Opret et nyt kalenderlink for at åbne det igen.
de: Dieses Gerät hat den Kalenderlink nicht mehr. Erstelle einen neuen Kalenderlink, um ihn erneut zu öffnen.
el: Αυτή η συσκευή δεν έχει πλέον τον σύνδεσμο ημερολογίου. Δημιουργήστε νέο σύνδεσμο ημερολογίου για να τον ανοίξετε ξανά.
es: Este dispositivo ya no tiene el enlace del calendario. Crea un nuevo enlace de calendario para abrirlo de nuevo.
et: Selles seadmes pole enam kalendriviidet. Selle uuesti avamiseks loo uus kalendriviide.
fa: این دستگاه دیگر لینک تقویم را ندارد. برای باز کردن دوباره آن، یک لینک تقویم جدید ایجاد کنید.
fi: Tällä laitteella ei ole enää kalenterilinkkiä. Luo uusi kalenterilinkki avataksesi sen uudelleen.
fil: Wala na ang calendar link sa device na ito. Gumawa ng bagong calendar link para mabuksan itong muli.
fr: Cet appareil n’a plus le lien du calendrier. Créez un nouveau lien de calendrier pour l’ouvrir à nouveau.
he: לקישור היומן כבר אין במכשיר הזה. צור קישור יומן חדש כדי לפתוח אותו שוב.
hi: इस डिवाइस में अब कैलेंडर लिंक नहीं है। इसे फिर से खोलने के लिए नया कैलेंडर लिंक बनाएँ।
hr: Ovaj uređaj više nema poveznicu kalendara. Izradite novu poveznicu kalendara da biste je ponovno otvorili.
hu: Ezen az eszközön már nincs meg a naptárhivatkozás. Hozz létre új naptárhivatkozást a megnyitásához.
id: Perangkat ini tidak lagi memiliki tautan kalender. Buat tautan kalender baru untuk membukanya lagi.
is: Þetta tæki er ekki lengur með dagatalstengilinn. Búðu til nýjan dagatalstengil til að opna hann aftur.
it: Questo dispositivo non ha più il link del calendario. Crea un nuovo link calendario per aprirlo di nuovo.
ja: このデバイスにはカレンダーリンクがもうありません。再度開くには新しいカレンダーリンクを作成してください。
ko: 이 기기에 더 이상 캘린더 링크가 없습니다. 다시 열려면 새 캘린더 링크를 만드세요.
lt: Šiame įrenginyje kalendoriaus nuorodos nebėra. Sukurkite naują kalendoriaus nuorodą, kad vėl galėtumėte ją atidaryti.
lv: Šajā ierīcē vairs nav kalendāra saites. Izveidojiet jaunu kalendāra saiti, lai to atvērtu vēlreiz.
nb: Denne enheten har ikke kalenderlenken lenger. Lag en ny kalenderlenke for å åpne den igjen.
nl: Dit apparaat heeft de agendalink niet meer. Maak een nieuwe agendalink om die opnieuw te openen.
nn: Denne eininga har ikkje kalenderlenkja lenger. Lag ei ny kalenderlenkje for å opne ho igjen.
pl: To urządzenie nie ma już linku kalendarza. Utwórz nowy link kalendarza, aby otworzyć go ponownie.
pt_br: Este dispositivo não tem mais o link do calendário. Crie um novo link de calendário para abri-lo novamente.
ro: Acest dispozitiv nu mai are linkul de calendar. Creează un nou link de calendar pentru a-l deschide din nou.
ru: На этом устройстве больше нет ссылки календаря. Создайте новую ссылку календаря, чтобы открыть его снова.
sk: Toto zariadenie už nemá odkaz na kalendár. Vytvorte nový odkaz na kalendár, aby ste ho mohli znova otvoriť.
sl: Ta naprava nima več povezave koledarja. Ustvarite novo povezavo koledarja, da ga znova odprete.
sr: Ovaj uređaj više nema vezu za kalendar. Napravite novu vezu za kalendar da biste ga ponovo otvorili.
sv: Den här enheten har inte längre kalenderlänken. Skapa en ny kalenderlänk för att öppna den igen.
sw: Kifaa hiki hakina tena kiungo cha kalenda. Unda kiungo kipya cha kalenda ili kukifungua tena.
ta: இந்த சாதனத்தில் இனி காலண்டர் இணைப்பு இல்லை. அதை மீண்டும் திறக்க புதிய காலண்டர் இணைப்பை உருவாக்கவும்.
th: อุปกรณ์นี้ไม่มีลิงก์ปฏิทินแล้ว สร้างลิงก์ปฏิทินใหม่เพื่อเปิดอีกครั้ง
tr: Bu cihazda artık takvim bağlantısı yok. Yeniden açmak için yeni bir takvim bağlantısı oluşturun.
uk: На цьому пристрої більше немає посилання календаря. Створіть нове посилання календаря, щоб знову відкрити його.
ur: اس ڈیوائس میں اب کیلنڈر لنک موجود نہیں ہے۔ اسے دوبارہ کھولنے کے لیے نیا کیلنڈر لنک بنائیں۔
vi: Thiết bị này không còn liên kết lịch nữa. Hãy tạo liên kết lịch mới để mở lại.
zh_hans: 此设备已不再保留该日历链接。请创建新的日历链接后再次打开。
zh_hant: 此裝置已沒有行事曆連結。請建立新的行事曆連結以再次開啟。

# calendar.subscription.error.no_active
source: Calendar sync is not set up yet.
ar: مزامنة التقويم غير مُعدة بعد.
bg: Синхр. на календара още не е настроен.
bn: ক্যালেন্ডার সিঙ্ক এখনও সেট আপ করা হয়নি।
ca: La sincronització del calendari encara no està configurada.
cs: Synchronizace kalendáře ještě není nastavena.
da: Kalendersynkronisering er ikke sat op endnu.
de: Die Kalendersynchronisierung ist noch nicht eingerichtet.
el: Ο συγχρονισμός ημερολογίου δεν έχει ρυθμιστεί ακόμα.
es: La sincronización de calendario aún no está configurada.
et: Kalendri sünkroonimine pole veel seadistatud.
fa: همگام‌سازی تقویم هنوز تنظیم نشده است.
fi: Kalenterisynkronointia ei ole vielä otettu käyttöön.
fil: Hindi pa naka-set up ang pag-sync ng kalendaryo.
fr: La synchronisation du calendrier n’est pas encore configurée.
he: סנכרון היומן עדיין לא הוגדר.
hi: कैलेंडर सिंक अभी सेट अप नहीं है।
hr: Sinkronizacija kalendara još nije postavljena.
hu: A naptárszinkron még nincs beállítva.
id: Sinkronisasi kalender belum diatur.
is: Dagatalssamstilling er ekki sett upp enn.
it: La sincronizzazione del calendario non è ancora configurata.
ja: カレンダー同期はまだ設定されていません。
ko: 캘린더 동기화가 아직 설정되지 않았습니다.
lt: Kalendoriaus sinchronizavimas dar nenustatytas.
lv: Kalendāra sinhronizācija vēl nav iestatīta.
nb: Kalendersynkronisering er ikke satt opp ennå.
nl: Agendasynchronisatie is nog niet ingesteld.
nn: Kalendersynkronisering er ikkje sett opp enno.
pl: Synchronizacja kalendarza nie jest jeszcze skonfigurowana.
pt_br: A sincronização do calendário ainda não foi configurada.
ro: Sincronizarea calendarului nu este configurată încă.
ru: Синхронизация календаря ещё не настроена.
sk: Synchronizácia kalendára ešte nie je nastavená.
sl: Sinhronizacija koledarja še ni nastavljena.
sr: Sinhronizacija kalendara još nije podešena.
sv: Kalendersynk är inte inställd än.
sw: Usawazishaji wa kalenda bado haujawekwa.
ta: காலண்டர் ஒத்திசைவு இன்னும் அமைக்கப்படவில்லை.
th: ยังไม่ได้ตั้งค่าการซิงค์ปฏิทิน
tr: Takvim senkronizasyonu henüz kurulmadı.
uk: Синхронізацію календаря ще не налаштовано.
ur: کیلنڈر ہم آہنگی ابھی تک ترتیب نہیں دی گئی۔
vi: Đồng bộ lịch chưa được thiết lập.
zh_hans: 日历同步尚未设置。
zh_hant: 尚未設定行事曆同步。

# calendar.subscription.error.operation_in_progress
source: Calendar sync is already being updated.
ar: يتم تحديث مزامنة التقويم بالفعل.
bg: Синхронизирането на календара вече се обновява.
bn: ক্যালেন্ডার সিঙ্ক ইতিমধ্যে আপডেট হচ্ছে।
ca: La sincronització del calendari ja s'està actualitzant.
cs: Synchronizace kalendáře se už aktualizuje.
da: Kalendersynkronisering opdateres allerede.
de: Die Kalendersynchronisierung wird bereits aktualisiert.
el: Ο συγχρονισμός ημερολογίου ενημερώνεται ήδη.
es: La sincronización de calendario ya se está actualizando.
et: Kalendri sünkroonimist juba uuendatakse.
fa: همگام‌سازی تقویم از قبل در حال به‌روزرسانی است.
fi: Kalenterisynkronointia päivitetään jo.
fil: Ina-update na ang pag-sync ng kalendaryo.
fr: La synchronisation du calendrier est déjà en cours de mise à jour.
he: סנכרון היומן כבר מתעדכן.
hi: कैलेंडर सिंक पहले से अपडेट हो रहा है।
hr: Sinkronizacija kalendara već se ažurira.
hu: A naptárszinkron frissítése már folyamatban van.
id: Sinkronisasi kalender sedang diperbarui.
is: Dagatalssamstilling er þegar í uppfærslu.
it: La sincronizzazione del calendario è già in aggiornamento.
ja: カレンダー同期はすでに更新中です。
ko: 캘린더 동기화가 이미 업데이트 중입니다.
lt: Kalendoriaus sinchronizavimas jau atnaujinamas.
lv: Kalendāra sinhronizācija jau tiek atjaunināta.
nb: Kalendersynkronisering oppdateres allerede.
nl: Agendasynchronisatie wordt al bijgewerkt.
nn: Kalendersynkronisering blir allereie oppdatert.
pl: Synchronizacja kalendarza jest już aktualizowana.
pt_br: A sincronização do calendário já está sendo atualizada.
ro: Sincronizarea calendarului este deja în curs de actualizare.
ru: Синхронизация календаря уже обновляется.
sk: Synchronizácia kalendára sa už aktualizuje.
sl: Sinhronizacija koledarja se že posodablja.
sr: Sinhronizacija kalendara se već ažurira.
sv: Kalendersynk uppdateras redan.
sw: Usawazishaji wa kalenda tayari unasasishwa.
ta: காலண்டர் ஒத்திசைவு ஏற்கனவே புதுப்பிக்கப்பட்டுக்கொண்டிருக்கிறது.
th: กำลังอัปเดตการซิงค์ปฏิทินอยู่แล้ว
tr: Takvim senkronizasyonu zaten güncelleniyor.
uk: Синхронізація календаря вже оновлюється.
ur: کیلنڈر ہم آہنگی پہلے ہی اپ ڈیٹ ہو رہی ہے۔
vi: Đồng bộ lịch đang được cập nhật rồi.
zh_hans: 日历同步已在更新中。
zh_hant: 行事曆同步已在更新中。

# calendar.subscription.fallback.description
source: If Calendar did not open, copy this link and add it as a subscribed calendar manually.
ar: إذا لم يُفتح التقويم، فانسخ هذا الرابط وأضِفه يدويًا كتقويم مشترك.
bg: Ако Календар не се отвори, копирайте този линк и го добавете ръчно като абониран календар.
bn: যদি ক্যালেন্ডার না খোলে, এই লিংকটি কপি করে সাবস্ক্রাইব করা ক্যালেন্ডার হিসেবে হাতে যোগ করুন।
ca: Si Calendari no s'ha obert, copia aquest enllaç i afegeix-lo manualment com a calendari subscrit.
cs: Pokud se Kalendář neotevřel, zkopírujte tento odkaz a přidejte ho ručně jako odebíraný kalendář.
da: Hvis Kalender ikke åbnede, så kopiér dette link og tilføj det manuelt som en abonnementskalender.
de: Falls Kalender nicht geöffnet wurde, kopiere diesen Link und füge ihn manuell als abonnierten Kalender hinzu.
el: Αν δεν άνοιξε το Ημερολόγιο, αντιγράψτε αυτόν τον σύνδεσμο και προσθέστε τον χειροκίνητα ως εγγεγραμμένο ημερολόγιο.
es: Si Calendario no se abrió, copia este enlace y añádelo manualmente como calendario suscrito.
et: Kui Kalender ei avanenud, kopeeri see link ja lisa see käsitsi tellitud kalendriks.
fa: اگر تقویم باز نشد، این لینک را کپی کرده و آن را دستی به‌عنوان تقویم اشتراکی اضافه کنید.
fi: Jos Kalenteri ei avautunut, kopioi tämä linkki ja lisää se tilattuna kalenterina manuaalisesti.
fil: Kung hindi nagbukas ang Calendar, kopyahin ang link na ito at idagdag ito bilang subscribed calendar nang mano-mano.
fr: Si Calendrier ne s’est pas ouvert, copiez ce lien et ajoutez-le manuellement comme calendrier abonné.
he: אם היומן לא נפתח, העתק את הקישור הזה והוסף אותו ידנית כיומן מנוי.
hi: अगर कैलेंडर नहीं खुला, तो इस लिंक को कॉपी करें और इसे मैन्युअल रूप से सब्स्क्राइब किए गए कैलेंडर के रूप में जोड़ें।
hr: Ako se Kalendar nije otvorio, kopirajte ovu poveznicu i ručno je dodajte kao pretplaćeni kalendar.
hu: Ha a Naptár nem nyílt meg, másold ki ezt a hivatkozást, és add hozzá kézzel feliratkozott naptárként.
id: Jika Kalender tidak terbuka, salin tautan ini dan tambahkan secara manual sebagai kalender langganan.
is: Ef Dagatal opnaðist ekki skaltu afrita þennan tengil og bæta honum handvirkt við sem áskriftardagatal.
it: Se Calendario non si è aperto, copia questo link e aggiungilo manualmente come calendario in abbonamento.
ja: カレンダーが開かない場合は、このリンクをコピーして購読カレンダーとして手動で追加してください。
ko: 캘린더가 열리지 않았다면 이 링크를 복사해 구독 캘린더로 직접 추가하세요.
lt: Jei Kalendorius neatsidarė, nukopijuokite šią nuorodą ir rankiniu būdu pridėkite ją kaip prenumeruojamą kalendorių.
lv: Ja Kalendārs neatvērās, kopējiet šo saiti un pievienojiet to manuāli kā abonētu kalendāru.
nb: Hvis Kalender ikke åpnet, kopier denne lenken og legg den til som et kalenderabonnement manuelt.
nl: Als Agenda niet werd geopend, kopieer dan deze link en voeg die handmatig toe als geabonneerde agenda.
nn: Viss Kalender ikkje opna, kopier denne lenkja og legg ho til som eit kalenderabonnement manuelt.
pl: Jeśli Kalendarz się nie otworzył, skopiuj ten link i dodaj go ręcznie jako subskrybowany kalendarz.
pt_br: Se o Calendário não abrir, copie este link e adicione-o manualmente como calendário assinado.
ro: Dacă aplicația Calendar nu s-a deschis, copiază acest link și adaugă-l manual ca abonament de calendar.
ru: Если Календарь не открылся, скопируйте эту ссылку и добавьте её вручную как подписной календарь.
sk: Ak sa Kalendár neotvoril, skopírujte tento odkaz a pridajte ho manuálne ako odoberaný kalendár.
sl: Če se Koledar ni odprl, kopirajte to povezavo in jo ročno dodajte kot naročeni koledar.
sr: Ako se Kalendar nije otvorio, kopirajte ovu vezu i ručno je dodajte kao pretplaćeni kalendar.
sv: Om Kalender inte öppnades, kopiera den här länken och lägg till den manuellt som prenumererad kalender.
sw: Ikiwa Kalenda haikufunguka, nakili kiungo hiki na ukiongeze kama kalenda ya usajili wewe mwenyewe.
ta: காலண்டர் திறக்கவில்லை என்றால், இந்த இணைப்பை நகலெடுத்து சந்தா காலண்டராக கைமுறையாகச் சேர்க்கவும்.
th: หากปฏิทินไม่เปิด ให้คัดลอกลิงก์นี้แล้วเพิ่มเป็นปฏิทินที่สมัครรับข้อมูลด้วยตนเอง
tr: Takvim açılmadıysa bu bağlantıyı kopyalayıp abonelik takvimi olarak manuel ekleyin.
uk: Якщо Календар не відкрився, скопіюйте це посилання й додайте його вручну як підписаний календар.
ur: اگر Calendar نہ کھلا ہو تو یہ لنک کاپی کریں اور اسے دستی طور پر سبسکرائبڈ کیلنڈر کے طور پر شامل کریں۔
vi: Nếu ứng dụng Lịch không mở, hãy sao chép liên kết này và thêm thủ công dưới dạng lịch đã đăng ký.
zh_hans: 如果“日历”未打开，请复制此链接并手动将其添加为订阅日历。
zh_hant: 如果行事曆沒有開啟，請複製此連結並手動加入為訂閱行事曆。
